Repository: innovargroupmdq/cakephp-awscognito
Catalog: src/Locale/*/AwsCognito.po
Languages: es

source: The Api User has been saved
es: El usuario fue guardado

source: The Api User could not be saved
es: El usuario no pudo ser guardado

source: The Api User has been deleted
es: El usuario ha sido eliminado

source: The Api User could not be deleted
es: El usuario no pudo ser eliminado

source: The user email must be verified before resetting the password
es: El email debe estar verificado antes de poder restablecer la contraseña

source: The password has been reset
es: La contraseña ha sido restablecida

source: The password could not be reset. If the user has not yet changed their temporary password, they must do so before the password can be reset
es: La contraseña no pudo ser restablecida. Si el usuario aún no ha cambiado su contraseña temporal, deben hacerlo antes de que la contraseña pueda ser restablecida.

source: Nothing to import.
es: No hay datos para importar.

source: The max amount of rows allowed is {0}. The data sent has {1} rows. Please review this and try again.
es: La cantidad máxima de registros permitidos es {0}. Los datos enviados contienen {1} registros. Por favor revise esto y vuelva a intentarlo.

source: {0} API Users imported successfully
es: {0} usuarios importados exitosamente

source: An error occurred while trying to import the API Users. Please try again.
es: Ocurrió un error al intentar importar los usuarios. Por favor, intente de nuevo.

source: This field must be a valid email address
es: Este campo debe ser una dirección de email válida

source: The email cannot be directly modified
es: El email no puede ser modificado directamente.

source: Username already exists
es: Este nombre de usuario ya existe

source: Email already exists
es: Este email ya existe

source: The cognito username cannot be edited
es: El nombre de usuario no puede ser editado

source: The cognito id cannot be edited
es: El ID de Cognito no puede ser editado

source: Cannot edit email of an nonexistent user.
es: No se puede editar el email de un usuario inexistente.

source: The user does not have a Cognito Username.
es: El usuario no tiene un nombre de usuario de Cognito.

source: You must create the entity before trying to resend the invitation email
es: Debe crear la entidad antes de poder reenviar la invitación

source: Unconfirmed
es: Sin confirmar

source: Confirmed
es: Confirmado

source: Archived
es: Archivado

source: Compromised
es: Comprometido

source: Reset Required
es: Restablecimiento requerido

source: Force Change Password
es: Fuerza cambiar contraseña

source: Unknown
es: Desconocido

source: The user cannot sign in until the user account is confirmed.
es: El usuario no puede iniciar sesión hasta que la cuenta sea confirmada.

source: The user account is confirmed and the user can sign in.
es: La cuenta de usuario está confirmada y el usuario puede iniciar sesión.

source: User is no longer active.
es: El usuario ya no está activo.

source: User is disabled due to a potential security threat.
es: El usuario está deshabilitado porque se detectó una posible amenaza de seguridad.

source: The user account is confirmed, but the user must request a code and reset their password before they can sign in.
es: La cuenta de usuario está confirmada, pero el usuario debe solicitar un código y restablecer su contraseña antes de poder iniciar sesión.

source: The user account is confirmed and the user can sign in using a temporary password, but on first sign-in, the user must change their password to a new value before doing anything else.
es: La cuenta de usuario está confirmada y el usuario puede iniciar sesión usando una contraseña temporal. Al iniciar sesión, el usuario deberá primero cambiar la contraseña por una nueva.

source: The email is not unique in AWS Cognito
es: El email no es único

source: The username is not unique in AWS Cognito
es: El nombre de usuario no es único

source: This field is duplicated
es: El campo está duplicado

source: Must be one of the following values: %s
es: Debe ser uno de los siguientes valores: %s

source: Change API User Email
es: Cambiar dirección de email

source: Aws Cognito Username
es: Nombre de usuario

source: Require Verification
es: Requerir verificación

source: Sends a code to this address. The user should use this to verify their account.
es: Enviará un código de verificación a esta dirección. El usuario deberá ingresarlo para verificar su email.

source: Save changes
es: Guardar cambios

source: Edit API User
es: Editar

source: API User
es: Usuario API

source: Resend Invitation Email
es: Reenviar email de invitación

source: Email Verified
es: Email verificado

source: Aws Cognito Synced
es: Sincronizado

source: Yes
es: Si

source: This user is not synced with Aws Cognito. Please check in with a System Administrator to solve this issue.
es: Este usuario no está sincronizado con AWS Cognito. Por favor, consulte con un administrador para resolver este problema.

source: Active
es: Activo

source: Only Active Users can Log In.
es: Sólo los usuarios activos pueden iniciar sesión.

source: Deactivate API User
es: Desactivar

source: Activate API User
es: Activar

source: Status
es: Estado

source: Back to the API Users index
es: Volver al listado de usuarios

source: Metadata
es: Metadatos

source: Created
es: Creado

source: by
es: por

source: Modified
es: Modificado

source: View API User
es: Ver detalle

source: Change Email Address
es: Cambiar email

source: Delete API User
es: Eliminar usuario API

source: Are you sure you want to delete the API User "{0}"?
es: ¿Confirma que desea eliminar el usuario "{0}"?

source: Reset Password
es: Restablecer contraseña

source: Are you sure you want to reset the password of # {0}?
es: ¿Está seguro que desea restablecer la contraseña de # {0}?

source: Username
es: Nombre de usuario

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Import API Users
es: Importar Usuarios

source: You can add or edit API Users by uploading a CSV dataset.
es: Puede añadir o modificar usuarios subiendo datos en formato CSV.

source: Importing Options
es: Opciones de importación

source: {0} max rows allowed.
es: {0} filas máximas permitidas.

source: Stop processing after {0} errors.
es: Dejar de procesar luego de {0} errores.

source: Instructions
es: Instrucciones

source: Each line represents one user only and it must contain all fields separated by a comma (,). All fields must be escaped using double quotes (").
es: Cada linea representa solo un usuario y debe contener los campos, separados por una coma (,). Todos los campos deben estar entrecomillados con comillas dobles (").

source: Please ensure there are no quotes inside the field values that could break the data structure.
es: Por favor asegurese que no hay comillas dentro de los campos que puedan romper la estructura de los datos.

source: The fields are expected in the following order:
es: Los campos deben estar en el siguiente orden:

source: For new users, the following fields cannot be empty:
es: Para usuarios nuevos, los siguientes campos no pueden quedar vacíos:

source: To edit users, the system will look up matching usernames.
es: Para editar usuarios, el sistema los buscará por el nombre de usuario.

source: You will be able to review the users before they are imported into the system.
es: Usted podrá aprobar los cambios antes de que se guarden definitivamente en el sistema.

source: Example API User Data
es: Datos de ejemplo

source: Importing Data
es: Datos a importar

source: Validate API User Data
es: Validar datos

source: Total Submitted Users
es: Total de usuarios subidos

source: Errors Before Validation Stopped
es: Errores antes de que la validación se detenga

source: Validated Users
es: Usuarios validados

source: Valid API Users
es: Usuarios válidos

source: Show List of Valid API Users
es: Mostrar listado de usuarios válidos

source: Cancel
es: Cancelar

source: Note
es: Nota

source: Keep in mind that proceeding will send emails to all new users with their login details.
es: Tenga en mente que al proceder, se enviarán emails a todos los usuarios nuevos con sus datos de acceso.

source: Validation Errors
es: Errores de validación

source: {0} Users did not pass the validation stage. Please review the errors and try again.
es: {0} usuarios no pasaron la etapa de validación. Por favor, revise los errores y vuelva a intentarlo.

source: Row
es: Fila

source: Back to API Users Import Form
es: Volver al formulario de importación

source: New API Users will be added.
es: Nuevos usuarios serán agregados.

source: API Users will be edited.
es: Usuarios serán editados.

source: Action
es: Acción

source: Unchanged
es: Sin cambios

source: Edit
es: Editar

source: Add
es: Añadir
